[
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 1,
    "description":
      "Mario Balotelli is enjoying something of a renaissance in Ligue 1. The Liverpool flop traded his Merseyside nightmare for a new adventure on the French Riviera with Nice last summer. And the change of scene has paid off nicely for the controversial Italian. Balotelli scored both of his side’s goals as they came from behind to beat Lille 2-1 on Friday night. The 26-year-old saw his goal tally rise to 15 for the season as he helped Nice move into second place in the table. Watch Balotelli’s goals below….",
    "publishedAt": "2017-04-08T13:40:50Z",
    "title":
      "VIDEO: Liverpool flop Mario Balotelli scores TWICE to lift Nice into second place in Ligue 1",
    "url":
      "https://talksport.com/football/video-liverpool-flop-mario-balotelli-scores-twice-lift-nice-second-place-ligue-1",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/gettyimages-665882962.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 2,
    "description":
      "Tottenham closed the gap on title leaders Chelsea to four points with a confident 4-0 win over Watford and Spurs fans can't get enough of the performance. Starting the game without Harry Kane, Kyle Walker, Victor Wanyama and Danny Rose, plenty are drooling over how their side continue to deliver under pressure and without key players.",
    "publishedAt": "2017-04-08T13:39:57Z",
    "title":
      "Tottenham fans are drooling over how great their team is under Mauricio Pochettino after romping to victory over Watford",
    "url":
      "https://talksport.com/football/tottenham-fans-are-drooling-over-how-great-their-team-under-mauricio-pochettino-after",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/gettyimages-666110664.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 3,
    "description":
      "Tottenham piled pressure on Premier League leaders Chelsea as they closed the gap at the top to just four points with an emphatic 4-0 victory over Watford. Watford put up a stubborn resistance in the early stages at White Hart Lane, but Spurs soon found their rhythm and ran riot with four exceptional goals. After a closely-contested opening 30 minutes, which slowly saw Spurs begin to dominate, Dele Alli broke the deadlock with stunning long-range strike, with Eric Dier making it 2-0 with a fierce drive from just inside the area.",
    "publishedAt": "2017-04-08T13:20:53Z",
    "title":
      "Tottenham 4-0 Watford: Spurs just four points off Chelsea after emphatic win at White Hart Lane",
    "url":
      "https://talksport.com/football/tottenham-4-0-watford-spurs-just-four-points-chelsea-after-emphatic-win-white-hart-lane",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/son.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 4,
    "description":
      "Mike Graham and Mike Parry deliver more madness and mayhem on Saturday's Warm Up show, with the Cayman Islands, wind farms and transport issues among the topics of discussion!",
    "publishedAt": "2017-04-08T13:17:09Z",
    "title": "The Two Mikes - Saturday, April 8: Porky's chair",
    "url":
      "https://talksport.com/two-mikes-saturday-april-8-porkys-chair-170408234576",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/twmikes_1_0.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 5,
    "description":
      "Stoke City host top-four challengers Liverpool in the Premier League this afternoon, kick off 3pm BST at the bet365 Stadium, and it's live on talkSPORT 2. CLICK HERE TO LIVE STREAM COMMENTARY OF STOKE V LIVERPOOL ON TALKSPORT 2 The Reds travel to the Potters frustrated at dropping two points to a late goal by Bournemouth mid-week, while their opponents are without a win in four league games.",
    "publishedAt": "2017-04-08T13:03:16Z",
    "title":
      "Stoke City v Liverpool live stream and confirmed team news – Premier League match coverage on talkSPORT 2",
    "url":
      "https://talksport.com/football/stoke-city-v-liverpool-live-stream-and-confirmed-team-news-premier-league-match-coverage",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/gettyimages-662835848.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 6,
    "description":
      "Lewis Hamilton believes that a rain-threatened Chinese Grand Prix could provide one of the most exciting races in recent times after he held off Sebastian Vettel to claim his second pole position of the new Formula One season. Vettel, the four-time world champion, cemented his status as Hamilton's number one rival this year by virtue of his victory at the opening round in Australia a fortnight ago. And the title protagonists will do battle once more on Sunday after they locked out the front row of the grid following an enthralling qualifying session here in Shanghai.",
    "publishedAt": "2017-04-08T11:31:48Z",
    "title":
      "Chinese Grand Prix: Lewis Hamilton holds off Sebastian Vettel to claim pole",
    "url":
      "https://talksport.com/motorsport/chinese-grand-prix-lewis-hamilton-holds-sebastian-vettel-claim-pole-170408234569",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/ham.jpg"
  },
  {
    "bookmarked": {
      "admin": true
    },
    "id": 7,
    "description":
      "Join Andy Goldstein, Jason Cundy and friends for the latest DAILY podcast from the Sports Bar. Today's upload features the best of Friday's show, including discussion about the mess at West Ham, a review of the back pages, European football chat with expert Kevin Hatchard, plus special features - 'Back, Sack and Crack' and 'Judge Cundy'! Listen above or click here to subscribe and download the podcast from iTunes",
    "publishedAt": "2017-04-08T11:11:33Z",
    "title": "Andy Goldstein Sports Bar daily podcast - Friday, April 7",
    "url":
      "https://talksport.com/football/andy-goldstein-sports-bar-daily-podcast-friday-april-7-170408234568",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/andygoldstein.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 8,
    "description":
      "Tottenham have been boosted by the return of top scorer Harry Kane, who has been named on the bench for Saturday’s afternoon clash with Watford. The England striker, who has 19 Premier League goals this season, was expected to miss at least six weeks after injuring his ankle during the 6-0 FA Cup victory over Millwall last month. But he has recovered quicker than anticipated, having missed just three games, and is back in the squad for the 12:30pm kick-off at White Hart Lane.",
    "publishedAt": "2017-04-08T10:40:51Z",
    "title":
      "TEAM NEWS! Tottenham v Watford - Harry Kane fit enough for the Spurs bench",
    "url":
      "https://talksport.com/football/team-news-tottenham-v-watford-harry-kane-fit-enough-spurs-bench-170408234567",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/kane_0.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 9,
    "description":
      "England rugby legend Brian Moore has announced he is recovering in hospital after suffering a heart attack. The 55-year-old, talkSPORT’s lead pundit for the 2011 and 2015 Rugby World Cups, revealed the news with a Twitter post on Saturday morning. Former team-mates and others associated with the sport were also among the well-wishers, while Moore himself later responded to the many messages of support with a light-hearted quip.",
    "publishedAt": "2017-04-08T10:22:55Z",
    "title":
      "England rugby legend Brian Moore recovering in hospital after suffering heart attack",
    "url":
      "https://talksport.com/rugby-union/england-rugby-legend-brian-moore-recovering-hospital-after-suffering-heart-attack",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/moore.jpg"
  },
  {
    "bookmarked": {
      "MGHGe8IlRAZIu6js1GY6cFVZ4Z82": true,
      "admin": true
    },
    "id": 10,
    "description":
      "Danny Willett became the first defending champion to miss the cut in the Masters since 2004 as Sergio Garcia set his sights on an overdue maiden major title at Augusta National. Willett's second round of 78 started with a demoralising quadruple-bogey eight on the first, but it was ultimately a bogey on the 18th which meant he missed out on the weekend by a single shot.",
    "publishedAt": "2017-04-08T10:04:16Z",
    "title": "Master 2017: Defending champion Danny Willett misses weekend cut",
    "url":
      "https://talksport.com/football/master-2017-defending-champion-danny-willett-misses-weekend-cut-170408234562",
    "urlToImage":
      "https://talksport.com/sites/default/files/field/image/201704/willett.jpg"
  }
]
